Repository: LuanNg/woocommerce-facebook-conversion-pixel
Catalog: lang/wc-fb-conversion-pixel-*.po
Languages: fi

source: Set up the Facebook conversion pixel and event tracking for WooCommerce.
fi: Asenna Facebookin konversioseurantapikseli ja tapahtumanseuranta WooCommercelle.

source: Facebook Tracking ID
fi: Facebook Seuranta-ID

source: The numerical unique ID from your Facebook Pixel Tracking Code. Copied from this line: <code>fbq('init', '<your ID>');</code>
fi: Numeerinen yksilöivä tunnus Facebookin konversiopikselin koodista. Kopioitu tältä riviltä: <code>fbq('init', '<your ID>');</code>

source: Track ViewContent Events
fi: Seuraa ViewContent-tapahtumia

source: Enable event tracking for when a user views a product page.
fi: Ota käyttöön tuotesivujen katselujen seuranta

source: Track AddToCart Events
fi: Seuraa AddToCart-tapahtumia

source: Enable event tracking for when a user adds a product to their shopping cart.
fi: Ota käyttöön "Lisää ostoskoriin" -napin seuranta

source: Track InitiateCheckout Events
fi: Seuraa InitiateCheckout-tapahtumia

source: Enable event tracking for when a user enters the Checkout page.
fi: Ota käyttöön Kassa-sivulle siirtymisen seuranta.

source: Track Purchase Events
fi: Seuraa Purchase-tapahtumia

source: Enable event tracking for when a user has succesfully made an order.
fi: Ota käyttöön onnistuneiden tilausten seuranta Kiitos-sivulla.
